Repository: Impressia/Impressia
Catalog: Localization/Localizable.xcstrings
Source language: en
Languages: de, es, eu, fr, pl

# settings.title.general
source: General
de: Generell
eu: Orokorra
fr: Général
pl: Ogólne

# settings.title.haptics
source: Haptics
de: Haptik
es: Respuesta háptica
eu: Hobespen haptikoak
fr: Haptique
pl: Haptyka

# settings.title.hapticsAnimationFinished
source: Animation finished
de: Animation beendet
es: Animación finalizada
eu: Animazioak amaitzean
fr: Animation finie
pl: Zakończenie animacji

# settings.title.hapticsButtonPress
source: Button press
de: Knopfdruck
es: Pulsación de botón
eu: Botoietan tap egitean
fr: Appui sur un bouton
pl: Naciśnięcie przycisku

# settings.title.hapticsListRefresh
source: List refresh
de: Liste aktualisieren
es: Actualizar lista
eu: Zerrendak freskatzean
fr: Rafraîchir la liste
pl: Odświeżanie listy

# settings.title.hapticsTabSelection
source: Tab selection
de: Tabauswahl
es: Selección de pestaña
eu: Fitxak hautatzean
fr: Sélection de l'onglet
pl: Wybór zakładki

# settings.title.light
source: Light
de: Hell
es: Claro
eu: Argia
fr: Clair
pl: Jasny

# settings.title.mastodonAccount
source: Mastodon account
de: Mastodon
es: Cuenta de Mastodon
eu: Mastodon kontua
fr: Compte Mastodon
pl: Konto Mastodon

# settings.title.mediaSettings
source: Media settings
de: Medieneinstellungen
es: Ajustes multimedia
eu: Multimedia hobespenak
fr: Paramètres du media
pl: Ustawienia mediów

# settings.title.menuPosition
source: Menu position
de: Menüposition
es: Posición del menú
eu: Menuaren kokapena
fr: Position du menu
pl: Pozycja menu

# settings.title.newAccount
source: New account
de: Neues Konto
es: Nueva cuenta
eu: Gehitu kontua
fr: Nouveau compte
pl: Dodaj konto

# settings.title.other
source: Other
de: Anderes
es: Otros
eu: Beste batzuk
fr: Autre
pl: Inne

# settings.title.pixelfedAccount
source: Pixelfed account
de: Pixelfed
es: Cuenta de Pixelfed
eu: Pixelfed kontua
fr: Compte Pixelfed
pl: Konto Pixelfed

# settings.title.privacyPolicy
source: Privacy policy
de: Datenschutzrichtlinie
es: Política de privacidad
eu: Pribatutasun politika
fr: Politique de confidentialité
pl: Polityka prywatności

# settings.title.rate
source: Rate Vernissage
de: Vernissage bewerten
es: Puntúa Vernissage
eu: Baloratu Vernissage
fr: Noter Vernissage
pl: Oceń Vernissage

# settings.title.reportBug
source: Report a bug
de: Fehler melden
es: Informar de un error
eu: Eman errore baten berri
fr: Rapporter un bogue
pl: Zgłoś błąd

# settings.title.rounderRectangle
source: Rounded rectangle
de: Abgerundetes Rechteck
es: Rectángulo redondeado
eu: Biribildutako ertzak
fr: Rectangle arrondi
pl: Zaokrąglony kwadratowy

# settings.title.showAltText
source: Show ALT icon
de: ALT-Icon anzeigen
es: Mostrar icono ALT
eu: Erakutsi ALT ikurra
fr: Afficher l'icône ALT
pl: Wyświetlaj ikonę ALT

# settings.title.showAltTextOnTimeline
source: ALT icon will be displayed on timelines
de: ALT-Icons werden in der Zeitleiste angezeigt
es: El icono ALT se mostrará en las cronologíasS
eu: ALT ikurra (deskribapena edo testu alternatiboa dagoenaren seinale) denbora-lerroan erakutsiko da
fr: L'icône ALT sera affichée sur la timeline
pl: Ikony ALT będą widonczne na osiach zdjęć

# settings.title.showAvatars
source: Show avatars
de: Avatare anzeigen
es: Mostrar avatares
eu: Erakutsi abatarrak
fr: Afficher les avatars
pl: Wyświetlaj awatary

# settings.title.showAvatarsOnTimeline
source: Avatars will be displayed on timelines
de: Avatare werden in Listen angezeigt
es: Los avatares se mostrarán en las cronologías
eu: Abatarrak denbora-lerroan erakutsiko dira
fr: Les avatars sont affichés sur la timeline
pl: Awatary będą widoczne na osiach zdjęć

# settings.title.showFavourite
source: Show favourites
de: Favoriten anzeigen
es: Mostrar favoritos
eu: Erakutsi gogokoak
fr: Afficher les favoris
pl: Wyświetlaj polubienia

# settings.title.showFavouriteOnTimeline
source: Favourites will be displayed on timelines
de: Favoriten werden in der Zeitleiste angezeigt
es: Los favoritos se mostrarán en las cronologías
eu: Gogokoak denbora-lerroan erakutsiko dira
fr: Les favoris sont affichés sur la timeline
pl: Polubienia będą widoczne na osiach zdjęć

# settings.title.socials
source: Socials
de: Soziale Netzwerke
es: Redes sociales
eu: Gizarte-sareak
fr: Social
pl: Społeczności

# settings.title.sourceCode
source: Source code
de: Quellcode
es: Código fuente
eu: Iturburu kodea
fr: Code source
pl: Kod źródłowy

# settings.title.terms
source: Terms & Conditions
de: Nutzungsbedingungen
es: Términos y condiciones
eu: Erabilera baldintzak
fr: Conditions générales d'utilisation
pl: Zasady i warunki

# settings.title.thankYouClose
source: Close
de: Schließen
es: Cerrar
eu: Itxi
fr: Fermer
pl: Zamknij

# settings.title.thankYouMessage
source: Thanks for your purchase. Purchases both big and small help us keep our dream of providing the best quality products to our customers. We hope you’re loving Vernissage.
de: Danke für die Unterstützung! Kleine und große Einkäufe helfen uns, unseren Traum eines hochqualitativen Produkts für unsere Nutzer aufrecht zu erhalten. Wir hoffen, Du liebst Vernissage!
es: Gracias por tu compra. Tanto las compras grandes como las pequeñas nos ayudan a mantener nuestro sueño de proporcionar productos de la mejor calidad a nuestros clientes. Esperamos que estés disfrutando de Vernissage.
eu: Mila esker erosketagatik. Erosketa handi eta txikiek gure bezeroei kalitatezko produkturik onenak eskaintzeko ametsari eusten laguntzen digute. Espero dugu Vernissage gustuko izatea.
fr: Merci pour votre achat. Les achats, petits et grands, nous aident à réaliser notre rêve de fournir des produits de la meilleure qualité à nos clients. Nous espérons que vous aimez Vernissage.
pl: Dziękujemy za twój zakup. Zakupy zarówno te duże, jak i te małe pomagają nam w realizacji marzenia o dostarczaniu naszym klientom produktów najwyższej jakości. Mamy nadzieję, że Vernissage spełnia Twoje oczekiwania.

# settings.title.thankYouTitle
source: Thank you 💕
de: Danke schön 💕
es: Gracias 💕
eu: Eskerrik asko 💕
fr: Merci 💕
pl: Dziękuję 💕

# settings.title.thirdParty
source: Third party
de: Verwendete Software
es: Terceros
eu: Hirugarrenak
fr: Tiers
pl: Zewnętrzne biblioteki

# settings.title.topMenu
source: Navigation bar
de: Navigationsleiste
es: Barra de navegación
eu: Nabigazio barra
fr: Barre de navigation
pl: Panel tytułowy

# settings.title.warnAboutMissingAltDescription
source: A warning about missing ALT texts will be displayed before publishing new post.
de: Vernissage wird Dich warnen, wenn Du einen Beitrag mit fehlendem ALT-Text veröffentlichen möchtest.
es: Se mostrará una advertencia sobre los textos ALT faltantes antes de publicar una nueva entrada.
eu: Irudiren batek deskribapenik ez badu, argitaratu baino lehen abisua erakutsiko da.
fr: Un avertissement concernant les textes ALT manquants sera affiché avant la publication d'un nouveau message.
pl: Ostrzeżenie o brakujących tekstach ALT będzie wyświetlane przed opublikowaniem nowego statusu.

# settings.title.warnAboutMissingAltTitle
source: Warn of missing ALT text
de: Warne mich bei fehlenden ALT-Texten
es: Advertir sobre el texto ALT faltante
eu: Abisatu ALT ahaztu bazait
fr: Avertir de l'absence de texte ALT
pl: Ostrzeganie o brakującym tekście ALT

# signin.error.communicationFailed
source: Communication with server failed.
de: Kommunikation mit dem Server fehlgeschlagen.
es: Error de comunicación con el servidor.
eu: Zerbitzariarekin komunikazioak huts egin du.
fr: La communication avec le server a échoué.
pl: Błąd podczas komunikacji z serwerem.

# signin.navigationBar.title
source: Sign in to Pixelfed
de: In Pixelfed einloggen
es: Iniciar sesión en Pixelfed
eu: Hasi saioa Pixelfed-en
fr: Se connecter à Pixelfed
pl: Zaloguj się do Pixelfed

# signin.title.amountOfUsers
source: %d users
de: %d Benutzer
es: %d usuarios
eu: %d erabiltzaile
fr: %d Utilisateurs
pl: %d użytkowników

# signin.title.amountOStatuses
source: %d statuses
de: %d Beiträge
es: %d estados
eu: %d egoera
fr: %d statuts
pl: %d statusów

# signin.title.chooseServer
source: Or choose Pixelfed server
de: oder wähle einen Pixelfed-Server
es: O elige un servidor Pixelfed
eu: Edo aukeratu Pixelfed zerbitzaria
fr: Ou choisissez un sereveur Pixelfed
pl: Lub wybierz serwer Pixelfed

# signin.title.enterServerAddress
source: Enter server address
de: Serveradresse eingeben
es: Introducir la dirección del servidor
eu: Sartu zerbitzariaren helbidea
fr: Entrer l'adresse du server
pl: Wpisz adres serwera

# signin.title.howToJoinLink
source: How to join Pixelfed
de: Wie man Pixelfed beitritt
es: Cómo unirse a Pixelfed
eu: Nola batu Pixelfed-era
fr: Comment rejoindre Pixelfed
pl: Jak przyłączyć się do Pixelfed

# signin.title.serverAddress
source: Server address
de: Serveradresse
es: Dirección del servidor
eu: Zerbitzariaren helbidea
fr: Adresse du serveur
pl: Adres serwera

# signin.title.signIn
source: Sign in
de: Einloggen
es: Iniciar sesión
eu: Hasi saioa
fr: Connecter
pl: Zaloguj się

# status.error.bookmarkFailed
source: Bookmark action failed.
de: Lesezeichen setzen fehlgeschlagen.
es: Error al marcar.
eu: Laster-markak huts egin du.
fr: L'action de marque-pages a échoué.
pl: Błąd podczas dodawania/usuwania z zakładek.

# status.error.deleteFailed
source: Delete action failed.
de: Löschen fehlgeschlagen.
es: Error al eliminar.
eu: Ezabatzeak huts egin du.
fr: L'action de suppression a échoué.
pl: Błąd podczas usuwania.

# status.error.favouriteFailed
source: Favourite action failed.
de: Favorisieren fehlgeschlagen.
es: Error al dar me gusta.
eu: Gogokoak huts egin du.
fr: L'action de favoris a échoué.
pl: Błąd podczas polubiania.

# status.error.loadingCommentsFailed
source: Comments cannot be downloaded.
de: Kommentare können nicht geladen werden.
es: No se pueden cargar los comentarios.
eu: Ezin dira iruzkinak eskuratu.
fr: Les commentaires ne peuvent être téléchargés.
pl: Błąd podczas wczytywanie komentarzy.

# status.error.loadingStatusFailed
source: Loading status failed.
de: Konnte Beitrag nicht laden.
es: Error al cargar el estado.
eu: Egoera kargatzeak huts egin du.
fr: Chargement du statut échoué.
pl: Błąd podczas wczytywanie statusu.

# status.error.notFound
source: Status not existing anymore.
de: Beitrag existiert nicht mehr.
es: El estado ya no existe.
eu: Egoera ez da dagoeneko existitzen.
fr: Le statut n'existe plus.
pl: Status już nie istnieje.

# status.error.reboostFailed
source: Boost action failed.
de: Boost fehlgeschlagen.
es: Error al compartir.
eu: Bultzadak huts egin du.
fr: L'action de partage a échoué.
pl: Błąd podczas podbijania.

# status.title.bookmark
source: Bookmark
de: Lesezeichen
es: Marcar
eu: Jarri laster-marka
fr: Marque-pages
pl: Dodaj do zakładek

# status.title.bookmarked
source: Bookmarked
de: Lesezeichen gesetzt
es: Marcado
eu: Laster-marka jarria
fr: Marque-pages effectué
pl: Dodane do zakładek

# status.title.delete
source: Delete
de: Löschen
es: Eliminar
eu: Ezabatu
fr: Supprimer
pl: Usuń

# status.title.favourite
source: Favourite
de: Favorisieren
es: Me gusta
eu: Egin gogoko
fr: Favoris
pl: Polub

# status.title.favourited
source: Favourited
de: Favorisiert
es: Le ha gustado
eu: Gogoko egina
fr: Favorisé
pl: Polubione

# status.title.favouritedBy
source: Favourited by
de: Favorisiert von
es: Le ha gustado a
eu: Gogoko egin dutenak
fr: Favoris par
pl: Polubione przez

# status.title.mediaDescription
source: Media description
de: Medienbeschreibung
es: Descripción de medios
eu: Multimediaren deskribapena
fr: Description du media
pl: Opis zdjęcia

# status.title.openInBrowser
source: Open in browser
de: Im Browser öffnen
es: Abrir en el navegador
eu: Ireki nabigatzailean
fr: Ouvrir dans un navigateur
pl: Otwórz w przeglądarce

# status.title.reboost
source: Boost
de: Boosten
es: Compartir
eu: Bultzatu
fr: Partagé
pl: Podbij

# status.title.reboosted
source: Boosted
de: Geboostet
es: Compartido
eu: Bultzatua
fr: Partagé
pl: Podbite

# status.title.reboostedBy
source: Boosted by
de: Geboostet von
es: Compartido por
eu: Bultzatu dutenak
fr: Partagé par
pl: Podbite przez

# status.title.report
source: Report
de: Melden
es: Informar
eu: Salatu
fr: Rapport
pl: Zgłoś

# status.title.saveImage
source: Save image
de: Bild speichern
es: Guardar imagen
eu: Gorde irudia
fr: Enregistrer l'image
pl: Zapisz zdjęcie

# status.title.shareImage
source: Share image
de: Bild teilen
es: Compartir imagen
eu: Partekatu irudia
fr: Partager l'image
pl: Udostępnij zdjęcie

# status.title.shareStatus
source: Share status
de: Beitrag teilen
es: Compartir estado
eu: Partekatu egoera
fr: Partger le statut
pl: Udostępnij status

# status.title.showMediaDescription
source: Show media description
de: Medienbeschreibung anzeigen
es: Mostrar descripción de medios
eu: Erakutsi multimediaren deskribapena
fr: Afficher la description du media
pl: Pokaż opis zdjęcia

# status.title.statusDeleted
source: Status deleted
de: Beitrag gelöscht
es: Estado eliminado
eu: Egoera ezabatua
fr: Statut supprimé
pl: Status usunięty

# status.title.unbookmarked
source: Unbookmarked
de: Lesezeichen gelöscht
es: No marcado
eu: Laster-marka kendua
fr: Marque-pages enlevé
pl: Usunięte z zakładek

# status.title.unfavourited
source: Unfavourited
de: Favorisieren rückgängig gemacht
es: No le ha gustado
eu: Gogoko egiteari utzia
fr: Enlever le favoris
pl: Polubienie wycofane

# status.title.unreboosted
source: Unboosted
de: Boost rückgängig gemacht
es: No compartido
eu: Bultzada kenduta
fr: Enlever le partage
pl: Podbicie wycofane

# status.title.uploaded
source: Uploaded
de: Hochgeladen
es: Subido
fr: Envoyé
pl: Wysłano

# status.title.via
source: via %@
de: über %@
es: a través de %@
eu: %@ bidez
pl: przez %@

# status.title.yourStatus
source: Your status
de: Dein Beitrag
es: Tu estado
eu: Zure egoera
fr: Votre statut
pl: Twój status

# statuses.error.loadingStatusesFailed
source: Loading statuses failed.
de: Laden der Beiträge fehlgeschlagen.
es: Error al cargar los estados.
eu: Egoerak kargatzeak huts egin du.
fr: Chargement des statuts impossible.
pl: Błąd podczas wczytywania statusów.

# statuses.error.tagFollowFailed
source: Follow tag failed.
de: Das Folgen des Hashtags ist fehlgeschlagen.
es: Error al seguir la etiqueta.
eu: Traolari jarraitzeak huts egin du.
fr: Suivi de tag échoué.
pl: Błąd podczas żądania śledzenia taga.

# statuses.error.tagUnfollowFailed
source: Unfollow tag failed.
de: Das nicht mehr Folgen des Hashtags ist fehlgeschlagen.
es: Error al dejar de seguir la etiqueta.
eu: Traolari jarraitzeari uzteak huts egin du.
fr: Ne plus suivre le tag a échoué.
pl: Błąd podczas wyłączenia śledzenia taga.

# statuses.navigationBar.bookmarks
source: Bookmarks
de: Lesezeichen
es: Marcadores
eu: Laster-markak
fr: Marque-pages
pl: Zakładki

# statuses.navigationBar.favourites
source: Favourites
de: Favoriten
es: Favoritos
eu: Gogokoak
fr: Favoris
pl: Polubione

# statuses.navigationBar.federatedTimeline
source: Federated
de: Föderiert
es: Federado
eu: Federatua
fr: Fédéré
pl: Globalne

# statuses.navigationBar.localTimeline
source: Local
de: Lokal
eu: Lokala
pl: Lokalne

# statuses.title.noPhotos
source: Unfortunately, there are no photos here.
de: Hier sind leider keine Bilder.
es: Desafortunadamente, no hay fotos aquí.
eu: Argazkirik ez.
fr: Malheureusement, il n'y a pas de photos ici.
pl: Niestety nie ma jeszcze żadnych zdjęć.

# statuses.title.tagFollowed
source: You are following the tag.
de: Du folgst dem Hashtag.
es: Estás siguiendo la etiqueta.
eu: Traolari jarraitzen diozu.
fr: Vous suivez ce tag.
pl: Od teraz śledzisz taga.

# statuses.title.tagUnfollowed
source: Tag has been unfollowed.
de: Du folgst dem Hashtag nicht mehr.
es: Se ha dejado de seguir la etiqueta.
eu: Traola jarraitzeari utzi diozu.
fr: Vous ne suivez plus ce tag.
pl: Nie śledzisz już taga.

# tags.error.loadingTagsFailed
source: Loading tags failed.
de: Laden der Hashtags fehlgeschlagen.
es: Error al cargar las etiquetas.
eu: Traolak kargatzeak huts egin du.
fr: Chargement des tags échoué.
pl: Błąd podczas wczytywania tagów.

# tags.navigationBar.followedTitle
source: Followed tags
de: Hashtags, denen Du folgst
eu: Jarraitzen dituzun traolak
fr: Tags
pl: Obserwowane tagi

# tags.navigationBar.searchTitle
source: Tags
de: Hashtags
eu: Traolak
pl: Tagi

# tags.navigationBar.trendingTitle
source: Tags
de: Hashtags
eu: Traolak
pl: Tagi

# tags.title.amountOfPosts
source: %d posts
de: %d Beiträge
es: %d publicaciones
eu: %d bidalketa
pl: %d statusów

# tags.title.noTags
source: Unfortunately, there are no tags here.
de: Hier sind leider keine Hashtags.
es: Desafortunadamente, no hay etiquetas aquí.
eu: Traolarik ez.
fr: Malheureusement, il n'y a pas de tags ici.
pl: Niestety nie ma jeszcze żadnych tagów.

# thirdParty.navigationBar.title
source: Third party
de: Verwendete Software
es: Terceros
eu: Hirugarrenak
fr: Tiers
pl: Zewnętrzne biblioteki

# trendingAccounts.error.loadingAccountsFailed
source: Loading accounts failed.
de: Laden der Konten fehlgeschlagen.
es: Error al cargar las cuentas.
eu: Kontuak kargatzeak huts egin du.
fr: Chargement des comptes échoué.
pl: Błąd podczas wczytywania użytkownikow.

# trendingAccounts.navigationBar.title
source: Accounts
de: Konten
es: Cuentas
eu: Kontuak
fr: Utilisateurs
pl: Użytkownicy

# trendingAccounts.title.noAccounts
source: Unfortunately, there is no one here.
de: Hier ist leider niemand.
es: Desafortunadamente, aquí no hay nadie.
eu: Inor ez.
fr: Malheureusement, il n'y a personne ici.
pl: Niestety nie ma tutaj nikogo.

# trendingStatuses.error.loadingStatusesFailed
source: Loading statuses failed.
de: Laden der Beiträge fehlgeschlagen.
es: Error al cargar los estados.
eu: Egoerak kargatzeak huts egin du.
fr: Chargement des statuts échoué.
pl: Błąd podczas wczytywania statusów.

# trendingStatuses.navigationBar.title
source: Photos
de: Fotos
es: Fotos
eu: Argazkiak
pl: Zdjęcia

# trendingStatuses.title.daily
source: Daily
de: Täglich
es: Diario
eu: Egunekoak
fr: Quotidien
pl: Dzień

# trendingStatuses.title.monthly
source: Monthly
de: Monatlich
es: Mensual
eu: Hilabetekoak
fr: Mensuel
pl: Miesiąc

# trendingStatuses.title.noPhotos
source: Unfortunately, there are no photos here.
de: Hier sind leider keine Bilder.
es: Desafortunadamente, no hay fotos aquí.
eu: Argazkirik ez.
fr: Malheureusement, il n'y a pas de photos ici.
pl: Niestety nie ma jeszcze żadnych zdjęć.

# trendingStatuses.title.yearly
source: Yearly
de: Jährlich
es: Anual
eu: Urtekoak
fr: Annuel
pl: Rok

# userProfile.error.block
source: Block/unblock action failed.
de: (Nicht mehr) Blockieren fehlgeschlagen.
es: Error al bloquear/desbloquear.
eu: Blokeatu/Blokeatzeari uzteak huts egin du.
fr: L'action bloquer / déblouquer a échoué.
pl: Błąd podczas blokowania/odblokowywania użytkownika.

# userProfile.error.loadingAccountFailed
source: Error during download account from server.
de: Fehler beim Laden vom Server.
es: Error al descargar la cuenta del servidor.
eu: Errorea zerbitzaritik kontua eskuratzean.
fr: Erreur pendant le téléchargement du compte depuis le serveur.
pl: Błąd podczas pobierania konta z serwera.

# userProfile.error.muting
source: Muting/unmuting action failed.
de: (Nicht mehr) Stummschalten fehlgeschlagen.
es: Error al silenciar/quitar silencio.
eu: Mututu/Mututzeari uzteak huts egin du.
fr: L'action sourdine / réactivation a échoué.
pl: Błąd podczas wyciszenia nie powiodła się.

# userProfile.error.notExists
source: Account does not exists.
de: Konto existiert nicht.
es: La cuenta no existe.
eu: Kontua ez da existitzen.
fr: Le compte n'existe pas.
pl: Błąd podczas pobierania danych użytkownika.

# userProfile.error.relationship
source: Relationship action failed.
de: Beziehungsaktion fehlgeschlagen.
es: Error en la acción de relación.
eu: Harreman ekintzak huts egin du.
fr: L'action de relation a échoué.
pl: Błąd podczas zmiany relacji z użytkownikiem.

# userProfile.title.block
source: Block
de: Blockiert
es: Bloquear
eu: Blokeatu
fr: Bloquer
pl: Zablokuj

# userProfile.title.blocked
source: Blocked
de: Konto blockiert
es: Cuenta bloqueada
eu: Blokeatuta
fr: Bloquer
pl: Zablokowany

# userProfile.title.blocks
source: Blocked accounts
de: Blockierte Konten
es: Cuentas bloqueadas
eu: Blokeatutako kontuak
fr: Comptes bloqués
pl: Zablokowane konta

# userProfile.title.bookmarks
source: Bookmarks
de: Lesezeichen
es: Marcadores
eu: Laster-markak
fr: Marque-pages
pl: Zakładki

# userProfile.title.cancelRequestFollow
source: Cancel request
de: Anfrage abbrechen
es: Cancelar solicitud
eu: Utzi bertan behera jarraitzeko eskaera
fr: Annuler la demande
pl: Anuluj prośbę

# userProfile.title.edit
source: Edit
de: Bearbeiten
es: Editar
eu: Editatu
fr: Editer
pl: Edytuj

# userProfile.title.favourites
source: Favourites
de: Favoriten
es: Favoritos
eu: Gogokoak
fr: Favoris
pl: Polubione

# userProfile.title.follow
source: Follow
de: Folgen
es: Seguir
eu: Jarraitu
fr: Suivre
pl: Obserwuj

# userProfile.title.followedTags
source: Followed tags
de: Hashtags, denen Du folgst
eu: Traolak
fr: Tags
pl: Obserwowane tagi

# userProfile.title.followers
source: Followers
de: Follower
es: Seguidores
eu: Jarraitzaile
fr: Abonnés
pl: Obserwujący

# userProfile.title.following
source: Following
de: werden gefolgt
es: Siguiendo
eu: Jarraitzen
fr: Abonnements
pl: Obserwowani

# userProfile.title.followRequests
source: Follow requests
de: Anfragen
es: Solicitudes de seguimiento
eu: Jarraipen-eskaerak
fr: Suivre les demandes
pl: Prośby o obserwowanie

# userProfile.title.followsYou
source: Follows you
de: folgt Dir
es: Te sigue
eu: Jarraitzen dizu
fr: Vous suit
pl: Obserwuje ciebie

# userProfile.title.instance
source: Instance information
de: Instanzinformation
es: Información de la instancia
eu: Instantziari buruzko informazioa
fr: Information sur l'instance
pl: Informacje o instancji

# userProfile.title.joined
source: Joined %@
de: Beigetreten %@
es: Unido a %@
eu: %@ egin zuen bat
fr: Joint %@
pl: Dołączył(a) %@

# userProfile.title.mute
source: Mute
de: Stummschalten
es: Silenciar
eu: Mututu
fr: Sourdine
pl: Wycisz

# userProfile.title.muted
source: Muted
de: Konto stummgeschaltet
es: Cuenta silenciada
eu: Mutututa
fr: Sourdine
pl: Wyciszony

# userProfile.title.mutes
source: Muted accounts
de: Stummgeschaltete Konten
es: Cuentas silenciadas
eu: Mutututako kontuak
fr: Comptes en sourdine
pl: Wyciszone konta

# userProfile.title.openInBrowser
source: Open in browser
de: Im Browser öffnen
es: Abrir en el navegador
eu: Ireki nabigatzailean
fr: Ouvrir dans un navigateur
pl: Otwórz w przeglądarce

# userProfile.title.posts
source: Posts
de: Beiträge
es: Publicaciones
eu: Bidalketa
pl: Statusy

# userProfile.title.privateProfileSubtitle
source: Only approved followers can see photos.
de: Nur Freigeschaltete können Beiträge sehen.
es: Solo los seguidores aprobados pueden ver las fotos.
eu: Baimendutako jarraitzaileek soilik ikus ditzakete argazkiak.
fr: Seules les personnes approuvées peuvent voir les photos.
pl: Tylko zaakceptowani użytkownicy mogą przeglądać zdjęcia.

# userProfile.title.privateProfileTitle
source: This profile is private.
de: Dieses Profil ist privat.
es: Este perfil es privado.
eu: Profil hau pribatua da.
fr: Ce profil est privé.
pl: To konto jest prywatne.

# userProfile.title.report
source: Report
de: Melden
es: Informar
eu: Salatu
fr: Rapport
pl: Zgłoś

# userProfile.title.requestFollow
source: Request follow
de: Folgen anfragen
es: Solicitar seguir
eu: Egin jarraitzeko eskaera
fr: Demande de suivi
pl: Poproś o obserwowanie

# userProfile.title.share
source: Share
de: Teilen
es: Compartir
eu: Partekatu
fr: Partager
pl: Udostępnij

# userProfile.title.unblock
source: Unblock
de: Blockierung aufheben
es: Desbloquear
eu: Utzi blokeatzeari
fr: Déblouer
pl: Odblokuj

# userProfile.title.unblocked
source: Account unblocked
de: Konto nicht mehr blockiert
es: Cuenta desbloqueada
eu: Kontua blokeatzeari utzi zaio
fr: Compte débloqué
pl: Konto odblokowane
